{
	"country" : "England",
	"result_count" : 5748,
	"longitude" : -1.823909,
	"area_name" : "Birmingham",
	"listing" : [{
			"country_code" : "gb",
			"num_floors" : "0",
			"image_150_113_url" : "https://li.zoocdn.com/4393649839ebe2136c01226931ad0f5e862c243e_150_113.jpg",
			"listing_status" : "sale",
			"num_bedrooms" : "9",
			"image_50_38_url" : "https://li.zoocdn.com/4393649839ebe2136c01226931ad0f5e862c243e_50_38.jpg",
			"latitude" : 52.460583,
			"agent_address" : "Joseph House, 970 Stratford Road, Shirley, Solihull",
			"category" : "Residential",
			"property_type" : "Detached house",
			"longitude" : -1.930792,
			"thumbnail_url" : "https://li.zoocdn.com/4393649839ebe2136c01226931ad0f5e862c243e_80_60.jpg",
			"description" : "This substantial three storey Edwardian family home, which offers nearly 10,000 square feet of accommodation with nine to ten bedrooms, is set behind electric gates in mature and secluded grounds with a wide frontage in Farquhar Road, widely regarded as Birmingham's premier residential location.For full details please click on the PDF brochure below and the virtual tour tab above.",
			"post_town" : "Birmingham",
			"details_url" : "http://www.zoopla.co.uk/for-sale/details/39958507?utm_source=v1:pbqHEzXFCESN_wuserwnsDH3JQ9q1r3d&utm_medium=api",
			"short_description" : "This substantial three storey Edwardian family home, which offers nearly 10,000 square feet of accommodation with nine to ten bedrooms, is set behind electric gates in mature and secluded grounds with a wide frontage in Farquhar Road, widely regarded as Birmingham's premier residential location.  For full details please click on the PDF brochure below and the virtual tour tab above.",
			"outcode" : "B15",
			"property_report_url" : "http://www.zoopla.co.uk/area-report/?listing_id=39958507&z_cmp=property%20report&z_con=get%20a%20report&z_med=propinfo%20link&z_src=ios-for-sale",
			"image_645_430_url" : "https://lid.zoocdn.com/645/430/4393649839ebe2136c01226931ad0f5e862c243e.jpg",
			"county" : "West Midlands",
			"price" : "2995000",
			"listing_id" : "39958507",
			"image_caption" : "27 Farquhar Rd 150815 Ph07.Jpg",
			"image_80_60_url" : "https://li.zoocdn.com/4393649839ebe2136c01226931ad0f5e862c243e_80_60.jpg",
			"status" : "for_sale",
			"agent_name" : "Fine & Country - Solihull",
			"num_recepts" : "0",
			"country" : "England",
			"first_published_date" : "2016-03-30 01:48:00",
			"displayable_address" : "Farquhar Road, Edgbaston, Birmingham, West Midlands B15",
			"floor_plan" : ["https://lc.zoocdn.com/712069e35731feef6de14edddea8dec8943778d7.jpg"],
			"street_name" : "Farquhar Road, Edgbaston",
			"num_bathrooms" : "0",
			"agent_logo" : "https://st.zoocdn.com/zoopla_static_agent_logo_(256814).png",
			"price_change" : [{
					"direction" : "",
					"date" : "2016-03-30 00:19:30",
					"percent" : "0%",
					"price" : "2995000"
				}
			],
			"agent_phone" : "0121 411 0004",
			"image_354_255_url" : "https://lid.zoocdn.com/354/255/4393649839ebe2136c01226931ad0f5e862c243e.jpg",
			"image_url" : "https://lid.zoocdn.com/354/255/4393649839ebe2136c01226931ad0f5e862c243e.jpg",
			"last_published_date" : "2017-02-21 05:19:37"
		}, {
			"country_code" : "gb",
			"num_floors" : "0",
			"image_150_113_url" : "https://li.zoocdn.com/62704907846dbf5f45f70121091cbe8713310300_150_113.jpg",
			"listing_status" : "sale",
			"num_bedrooms" : "10",
			"image_50_38_url" : "https://li.zoocdn.com/62704907846dbf5f45f70121091cbe8713310300_50_38.jpg",
			"latitude" : 52.459034,
			"agent_address" : "7 Church Road, Edgbaston, Birmingham",
			"category" : "Residential",
			"property_type" : "Detached house",
			"longitude" : -1.928601,
			"thumbnail_url" : "https://li.zoocdn.com/62704907846dbf5f45f70121091cbe8713310300_80_60.jpg",
			"description" : "  An outstanding early Arts and Crafts family home, set well back within delightful mature gardens of well over a half of an acre. Accommodation set over 4 levels and and extends to some 7861 sq. Ft. (730 sq. M) in all. Ground Floor - reception hall, cloakroom, front sitting room, dining room, drawing room, breakfast room, fitted kitchen, family/garden room, second cloakroom and utility room. First Floor - Master bedroom with en suite bathroom, 4 double bedrooms, 1 bathroom and 2 shower rooms (all en suite). Potential annexe/guest suite with bedroom 6, office/living room and cloakroom. Second Floor – Bedrooms 7 - 10,2 kitchenettes and 2 shower rooms. Lower Ground Floor – Indoor swimming pool, hot tub, bar/sitting area, conservatory, gym, sauna, shower room and boiler/plant room. Double garage. In and out drive with electric gates, providing parking for numerous cars. Private and mature rear gardens with upper and lower level terraces. Around 0.58 acre (0.24 ha) in total.  Ground Floor - Portico entrance porch, entrance vestibule, central reception hall, cloakroom, front sitting room, dining room, drawing room, breakfast room, fitted kitchen, family/garden room, second cloakroom and utility room.First Floor - Master bedroom with en suite bathroom, 4 double bedrooms, 1 bathroom and 2 shower rooms (all en suite).Potential annexe/guest suite with bedroom 6, office/living room and cloakroom.Second Floor – Bedrooms 7 -10,2 kitchenettes and 2 shower rooms.Lower Ground Floor – Indoor swimming pool, hot tub, bar/sitting area, conservatory, gym, sauna, shower room and boiler/plant room.Double garage. In and out drive with electric gates, providing parking for numerous cars. Private and mature rear gardens with upper and lower level terraces.Around 0.58 acre (0.24 ha) in total. Situation  Edgbaston is an exclusive suburb of Birmingham, rich in history and being part of one of England's largest urban conservation areas. Much of Edgbaston comes under the control of the renowned Calthorpe Estate which is committed to preserving the quality and original character of the area and the properties within, making this a most desirable and enjoyable place to live.Ideally located for access to Birmingham City Centre which lies approximately 2 miles to the north, Farquhar Road is a prime residential road within Edgbaston, and is also well placed for access to the local shops within the nearby Chad Square. Harborne High Street which lies only around half a mile away, and has a Waitrose, a Marks & Spencer, and also benefits from a range of convenience shops and brasseries, restaurants and coffee shops including its own Michelin starred restaurant. Easy access to the Midlands motorway network can be found at junction 3 of the M5 (4 miles approx.) or junction 6 of the M6 (5 miles approx).Birmingham boasts some of the best shopping in Europe with the superb Bullring Shopping Centre containing over 140 shops including Selfridge's department store as well as the newly opened John Lewis store next to the extensively redeveloped New Street train station. The exclusive Mailbox development is host to a range of designer stores including Armani and Harvey Nichols. Broad Street and Brindleyplace are also nearby and have been developed and improved to provide excellent business and recreational facilities.Superb medical facilities in the area include the redeveloped Queen Elizabeth Medical Centre which provides state of the art medical facilities for the region. The Edgbaston and Priory Hospitals are nearby, and The Birmingham Children's Hospital and City Hospital are also within easy travelling distance.A wide range of schools for children of all ages is available in the vicinity both in the private and state sectors. They include Hallfield Preparatory School, West House School, Blue Coat School, Edgbaston High School for Girls, St George's School, The Priory School and The King Edward's Foundation Schools. Chad Vale Primary and Junior School is also very convenient.Description  50 Farquhar Road is a most distinctive and well-appointed detached family residence, set back amidst delightful gardens of around 0.58 of an acre, and approached over a wide in and out drive through electronically operated entrance gates from Farquhar Road. The property offers beautifully laid out and spacious living accommodation, all set over four levels, and of particular note is the impressive leisure complex extending to some 1733 sq. Ft. (161 sq.M.) occupying the lower ground floor. This area incorporates a superb heated indoor swimming pool with French doors allowing for ample natural light to flood in, as well as giving immediate access out onto the lower level terrace and gardens.This quality example of an early Arts & Crafts property dates from circa 1898, and the present vendors are believed to be only the third owners since the house was built. There are attractive part rendered and part brick faced elevations, principally set beneath a pitched tiled roof, with relief offered by large brick chimney stacks, as well as single storey bay windows and dormer windows to the front facade.There are many character features throughout the property, to include splendid fireplaces and bay windows to the principal reception rooms, oak flooring to a number of ground floor rooms, attractive ceiling covings and a fine part obscure glazed door with stained glass inserts, and a fanlight window over, leading through to the reception hall from the entrance vestibule.The excellent home is ideally suited for family occupation and entertaining purposes, with a large central reception hall leading off to the three generously proportioned reception rooms, whilst the delightful family/garden room to the rear of the house continues out onto the upper seating terrace, and also enjoys a most fabulous outlook over the mature gardens.Accommodation  Extending to some 7,861 . (730 sq.M.) in total, the well laid out and most well-proportioned living accommodation comprises:On the Ground Floor  A portico porch with herringbone quarry tiled floor and a panelled front door leads through into the entrance vestibule. A part obscure glazed door with stained glass inserts, and glazed side panels continues directly into the central reception hall. The hall has a cloakroom and useful built in under stairs store room leading off, and gives access also to the fine rear drawing room, the front sitting and dining rooms, as well as through to the breakfast room.The main drawing room is a most impressive reception room, being over 22 '8'' in length, with decorative ceiling covings and an oak floor, together with a fine open fireplace with marble hearth and slips, a carved timber surround and mantle. A large bay window has a door leading out onto an attractive railed balcony, and enjoys a delightful aspect over the rear gardens. The formal dining room has a bay window to the west facing front façade, and a splendid central fireplace with a timber surround, marble slips and tiled inserts, and is also flanked by feature display alcoves.The breakfast room has a lovely aspect over the rear gardens, an oak floor, as well as an excellent fitted dresser unit to the one wall, with display cabinets and drawers beneath, in addition to further useful storage cupboards. The kitchen leads directly off the breakfast room, and has a tiled floor, a range of fitted base and wall mounted cupboards, work surface areas, two sinks, an integrated Smeg dishwasher, space for an upright fridge/freezer and a Leisure Rangemaster cooker.Stone steps lead down to the extensive family/garden room, which has a tiled floor and enjoys a fine dual aspect to the east and south, with ample natural light flooding in, and French doors leading out onto the upper seating terrace. There is a useful utility/laundry room off, a cloakroom, and access through to the double garage.On the First Floor  A staircase leads up to the three quarter height landing, with a cloakroom off, as well as to an area of the house suitable for use as a separate annexe/guest suite, or as a home office. An inner landing continues to bedroom 6, as well as a spacious potential living room/kitchen, which is currently used as a large office space, and which has excellent levels of natural light provided by a large picture window overlooking the gardens, in conjunction with Velux windows.The principal first floor landing gives access off to 5 excellent further double bedrooms. Both the master bedroom and bedroom 2 have an en suite bathroom, and also enjoy delightful aspects over the rear gardens. Bedrooms 3 and 4 are served by en suite shower rooms, with bedroom 5 currently used as a dressing room.On the Second Floor  A central landing leads off to bedrooms 7 -10, with 2 kitchenettes and 2 shower rooms.On the Lower Ground Floor  A substantial leisure complex is located on the entire lower ground floor, which extends to some 1733 . (161 sq.M.) with a staircase leading down from the reception hall. The main part comprises a superb indoor heating swimming pool, with natural light provided by French doors which also continue out onto the lower, garden level terrace. There is an area for a hot tub, good size seating /dining/bar area, with an excellent fitted kitchen, and a conservatory to the southerly aspect, providing another area in which to sit and relax.A gymnasium has a walk in in wine cellar and separate store room off, with an inner lobby leading to a sauna, shower room, and the plant/boiler room.Outside  The property is approached from Farquhar Road onto a deep in and out front driveway, giving a good wide roadside frontage (of approx. 27m or 88 ft.), and which also provides a generous parking area for a good number of cars. Access is also gained to the double garage, with a tiled floor and two remote controlled up and over doors.The beautiful and mature gardens are situated predominantly to the rear of the property, and enjoy a good deal of privacy and seclusion. There is an upper level flagstone seating terrace directly to the back of the house, which can also be accessed from the family/garden room. Wide stone steps, flanked by Italianate style stone balustrading, continue down onto the extensive lower level terrace, which can also be reached via French doors from the lower ground floor swimming pool. To the south of the property is a side access leading directly up to the front driveway.A large level central lawn is flanked by well stocked borders, a magnificent copper beech tree, and leads down to the wild meadow area with a variety of fruit trees to include apple, pear, green gage and plums. There is a delightful fish pool to the far end, with a feature waterfall and gravel walkways. Beyond this lies a timber garden shed.The house and gardens in all extend to about 0.58 acre (0.24 hectare).General information  Tenure: The property is Freehold. The Agent has not checked the legal documents to verify the Freehold status of the property. The buyer is advised to obtain verification from their Solicitor or Surveyor.Services: All mains services are understood to be available and connected.Fixtures and Fittings: All fixtures and fittings mentioned in these particulars of sale are included in the asking price. All others are specifically excluded, but some items may be available by separate negotiation.Viewing: Strictly by prior appointment with the Selling Agents: Robert Powell, 7 Church Road, Edgbaston, Birmingham, B15 3SH. Telephone No:  Regulated by RICS.",
			"post_town" : "Birmingham",
			"details_url" : "http://www.zoopla.co.uk/for-sale/details/38386349?utm_source=v1:pbqHEzXFCESN_wuserwnsDH3JQ9q1r3d&utm_medium=api",
			"short_description" : "An outstanding early Arts and Crafts family home, set well back within delightful mature gardens of well over a half of an acre. Accommodation set over 4 levels and and extends to some 7861 sq. Ft. (730 sq. M) in all. Ground Floor - reception hall, cloakroom, front sitting room, dining room, drawing room, breakfast room, fitted kitchen, family/garden room, second cloakroom and utility room. First Floor - Master bedroom with en suite bathroom, 4 double bedrooms, 1 bathroom and 2 shower rooms (all en suite). Potential annexe/guest suite with bedroom 6, office/living room and cloakroom. Second Floor – Bedrooms 7 - 10,2 kitchenettes and 2 shower rooms. Lower Ground Floor – Indoor swimming pool, hot tub, bar/sitting area, conservatory, gym, sauna, shower room and boiler/plant room. Double garage. In and out drive with electric gates, providing parking for numerous cars. Private and mature rear gardens with upper and lower level terraces. Around 0.58 acre (0.24 ha) in total.",
			"outcode" : "B15",
			"property_report_url" : "http://www.zoopla.co.uk/area-report/?listing_id=38386349&z_cmp=property%20report&z_con=get%20a%20report&z_med=propinfo%20link&z_src=ios-for-sale",
			"image_645_430_url" : "https://lid.zoocdn.com/645/430/62704907846dbf5f45f70121091cbe8713310300.jpg",
			"county" : "West Midlands",
			"price" : "2350000",
			"listing_id" : "38386349",
			"image_caption" : "",
			"image_80_60_url" : "https://li.zoocdn.com/62704907846dbf5f45f70121091cbe8713310300_80_60.jpg",
			"status" : "for_sale",
			"agent_name" : "Robert Powell and Co",
			"num_recepts" : "4",
			"country" : "England",
			"first_published_date" : "2015-10-14 02:50:56",
			"displayable_address" : "Farquhar Road, Edgbaston, Birmingham B15",
			"price_modifier" : "guide_price",
			"floor_plan" : ["https://lc.zoocdn.com/f9aca83ea81e799709883ff3a07fdca3e4dac5eb.jpg"],
			"street_name" : "Edgbaston",
			"num_bathrooms" : "7",
			"agent_logo" : "https://st.zoocdn.com/zoopla_static_agent_logo_(288124).png",
			"price_change" : [{
					"direction" : "",
					"date" : "2015-10-13 18:03:09",
					"percent" : "0%",
					"price" : "2350000"
				}
			],
			"agent_phone" : "0121 659 0195",
			"image_354_255_url" : "https://lid.zoocdn.com/354/255/62704907846dbf5f45f70121091cbe8713310300.jpg",
			"image_url" : "https://lid.zoocdn.com/354/255/62704907846dbf5f45f70121091cbe8713310300.jpg",
			"last_published_date" : "2016-11-19 01:10:06"
		}, {
			"country_code" : "gb",
			"num_floors" : "0",
			"image_150_113_url" : "https://lid.zoocdn.com/150/113/e12377336ca9047a1eaf72a849047a99ba8fe047.jpg",
			"listing_status" : "sale",
			"num_bedrooms" : "20",
			"image_50_38_url" : "https://li.zoocdn.com/e12377336ca9047a1eaf72a849047a99ba8fe047_50_38.jpg",
			"latitude" : 52.44446,
			"agent_address" : "11 Oak Tree Lane, Selly Oak, Birmingham",
			"category" : "Residential",
			"property_type" : "",
			"longitude" : -1.930066,
			"thumbnail_url" : "https://li.zoocdn.com/e12377336ca9047a1eaf72a849047a99ba8fe047_80_60.jpg",
			"description" : "*** Fantastic Investment Opportunity *** A very rare opportunity to acquire a portfolio of four multiple occupancy properties, set within prime student roads in Selly Oak. All four properties have recently been refurbished to a high standard, with a total of 23 Ensuite Bedrooms.The properties briefly comprise of the following;** Harrow Road - 6 Bedrooms, 6 Ensuites, Open Plan Kitchen/Living Area and CourtYard . We have been advised that the property is let for £105PPPW (£32,760 Per Annum) until June 30th 2017. The property has also been rented for the 2018 Accademic year for £110 pppw (£34,320 Per Annum)** Harrow Road - 6 Bedrooms, 6 Ensuites, Open Plan Kitchen/Living Area and CourtYard . We have been advised that the property is let for £105PPPW (£32,760 Per Annum) until June 30th 2017. The property has also been rented for the 2018 Accademic year for £110 pppw (£34,320 Per Annum)** Harrow Road - 6 Bedrooms, 6 Ensuites, Open Plan Kitchen/Living Area and CourtYard . We have been advised that the property is let for £105PPPW (£32,760 Per Annum) until June 30th 2017. The property has also been rented for the 2018 Accademic year for £110 pppw (£34,320 Per Annum)*** Bristol Road - 5 Bedrooms, 5 Ensuites, Open Plan Kitchen/Living Area and Parking Area. We have been advised that the property is let for £105PPPW (£32,760 Per Annum) until June 30th 2017. The property has also been rented for the 2018 Accademic year for £110 pppw (£34,320 Per Annum).This property is a Grade 2 listed building.Call Oakmans today to arrange a viewing.",
			"post_town" : "Birmingham",
			"details_url" : "http://www.zoopla.co.uk/for-sale/details/43070542?utm_source=v1:pbqHEzXFCESN_wuserwnsDH3JQ9q1r3d&utm_medium=api",
			"short_description" : "*** Fantastic Investment Opportunity *** A very rare opportunity to acquire a portfolio of four multiple occupancy properties, set within prime student roads in Selly Oak. All four properties have recently been refurbished to a high standard, with a total of 23 Ensuite Bedrooms.",
			"outcode" : "B29",
			"property_report_url" : "http://www.zoopla.co.uk/area-report/?listing_id=43070542&z_cmp=property%20report&z_con=get%20a%20report&z_med=propinfo%20link&z_src=ios-for-sale",
			"image_645_430_url" : "https://lid.zoocdn.com/645/430/e12377336ca9047a1eaf72a849047a99ba8fe047.jpg",
			"county" : "West Midlands",
			"price" : "2000000",
			"listing_id" : "43070542",
			"image_caption" : "Main",
			"image_80_60_url" : "https://li.zoocdn.com/e12377336ca9047a1eaf72a849047a99ba8fe047_80_60.jpg",
			"status" : "for_sale",
			"agent_name" : "Oakmans Estate Agents",
			"num_recepts" : "10",
			"country" : "England",
			"first_published_date" : "2017-02-24 22:50:09",
			"displayable_address" : "Harrow Road, Birmingham, West Midlands. B29",
			"street_name" : "Harrow Road",
			"num_bathrooms" : "10",
			"price_change" : [{
					"direction" : "",
					"date" : "2017-02-24 21:45:25",
					"percent" : "0%",
					"price" : "2000000"
				}
			],
			"agent_logo" : "https://st.zoocdn.com/zoopla_static_agent_logo_(252267).png",
			"agent_phone" : "0121 659 8564",
			"image_354_255_url" : "https://lid.zoocdn.com/354/255/e12377336ca9047a1eaf72a849047a99ba8fe047.jpg",
			"image_url" : "https://lid.zoocdn.com/354/255/e12377336ca9047a1eaf72a849047a99ba8fe047.jpg",
			"last_published_date" : "2017-02-24 22:59:41"
		}, {
			"country_code" : "gb",
			"num_floors" : "0",
			"image_150_113_url" : "https://lid.zoocdn.com/150/113/b169b73d68e3ed05822e9af3c59ac2ea1296b9be.jpg",
			"listing_status" : "sale",
			"num_bedrooms" : "7",
			"image_50_38_url" : "https://li.zoocdn.com/b169b73d68e3ed05822e9af3c59ac2ea1296b9be_50_38.jpg",
			"latitude" : 52.455406,
			"agent_address" : "7 Church Road, Edgbaston, Birmingham",
			"category" : "Residential",
			"property_type" : "Detached house",
			"longitude" : -1.931844,
			"thumbnail_url" : "https://li.zoocdn.com/b169b73d68e3ed05822e9af3c59ac2ea1296b9be_80_60.jpg",
			"description" : "  An exceptional Victorian residence displaying a wealth of period features and providing beautifully presented accommodation extending to just under 6,000 sq ft in all. Impressive reception hall, 3 reception rooms, garden room, breakfast kitchen, utility, cellars, 7 bedrooms and 3 bathrooms over the two upper floors. Garaging with coach house apartment above having large kitchen/living room, double bedroom and bathroom. All set within a delightful plot of 0.54 acre including substantial driveway and stunning rear gardens with outdoor swimming pool.SituationEdgbaston is an exclusive suburb of Birmingham, rich in history and being part of one of England's largest urban conservation areas. Much of Edgbaston comes under the control of the renowned Calthorpe Estate which is committed to preserving the quality and original character of the area and the properties within it, making this a most desirable and enjoyable place to live.Farquhar Road is widely regarded as Edgbaston's premier address and boasts some of the area's most impressive properties.Ideally located for access to Birmingham City Centre which lies just over a mile to the north, Farquhar Road is also well placed for the amenities of nearby Harborne which is less than a mile to the west. In addition to Waitrose and Marks & Spencer, Harborne benefits from a range of convenience shops and brasseries, restaurants and coffee shops including its own Michelin starred restaurant.Birmingham boasts some of the best shopping in Europe with the superb Bullring Shopping Centre containing over 140 shops including a Selfridges department store. The exclusive Mailbox development is host to a range of designer stores including Armani and Harvey Nichols. Broad Street and Brindleyplace are also nearby and have been developed and improved to provide excellent business and recreational facilities.Superb medical facilities in the area include the redeveloped Queen Elizabeth Medical Centre which provides state of the art medical facilities for the region. The Edgbaston and Priory Hospitals are nearby, and The Birmingham Children's Hospital and City Hospital are within two and three miles respectively.A wide range of schools for children of all ages is available in the vicinity both in the private and state sectors. They include Hallfield Preparatory School, West House School, Blue Coat School, Edgbaston High School for Girls, St George's School, The Priory School and The King Edward's Foundation Schools. Chad Vale Primary and Junior School is also very convenient.Description80 Farquhar Road is an imposing Victorian detached house occupying an excellent plot within a most sought after address. Of traditional red brick construction set beneath a multi-pitched tiled roof, the property has been lovingly improved and maintained by the present owners, with particular care and attention for enhancing the beautiful period features that the property has to offer. High ceilings and impressive room proportions combine with the large sash windows throughout most of the house to create a tremendous feeling of space which is perfect for comfortable family living as well as entertaining on a large scale.AccommodationExtending to some 5,956 sq ft (553 sq m) in total, this substantial property in further detail comprises:On the ground floorSolid wood double front doors with a glazed Gothic arch above open into an enclosed entrance porch where a beautifully refurbished Minton tiled floor runs through into the large reception hall.The three principal reception rooms radiate off the hall. To the front is a grand dining room which has a large triple sash bay window, a stunning central ceiling rose, and an original open fireplace with marble surround and hearth. Glazed double doors open off the dining room into the charming garden room with windows and glazed doors opening out to the rear garden, and a well-established grape vine which lines the glazed ceiling.The main rear reception room is impressive, with decorative cornices and roses to the ceiling, exquisite parquet wood floor and an attractive fireplace with marble insert and hearth and a painted carved wood surround. Splendid views of the garden are provided through a large bay window with central glazed door affording access to the rear terrace.The third reception room is an ideal study or perhaps a cosy television room and has fitted book shelves and cupboards to one wall, attractive light oak parquet floor, decorative ceiling rose, and two sash windows to the rear aspect.The breakfast kitchen is fitted with high quality cream painted wooden units with black granite work-surfaces and includes a central island unit. There are two integrated double fridges and an integrated dishwasher, as well as an electric oven, gas fired Aga, and a four ring induction hob. To the floor are large natural stone tiles, whilst a total of four windows to the side and rear elevations provide superb natural light.A utility room off the kitchen has matching units and work-surfaces and a door leading out to the courtyard.Two Cloakroom WCs complete the ground floor accommodation; one being a large room off the reception hall, the other conveniently situated adjacent to the kitchen.The Cellars provide good useable storage space and have screeded floors and painted walls as well as power and lighting. The modern Potterton Osprey 2 floor standing gas central heating boiler is located here.On the first floorThe spacious landing has three sash windows around the stairs, allowing plenty of light in. Four bedrooms radiate off this space, served by two bathrooms (one en suite). Bedroom 1 is situated to the front, with a wide bay window overlooking the attractive Farquhar Road street scene. This bedroom has parquet style flooring, a marble fireplace with coal effect gas fire, decorative ceiling cornices and roses, and a door to the house bathroom (also accessed from the main landing).The second bedroom has a lovely rear aspect with three sash windows set in a bay to the rear. There is extensive fitted furniture to one wall and there is a smart en suite shower room with large walk-in shower, WC, and wash basin set into vanity unit.Bedrooms 3 & 4 are both double rooms with windows overlooking the rear garden.On the second floorThe landing provides access to the three additional double bedrooms. The largest of these bedrooms has been used as an office and is fitted with desks as well as bookshelves and drawers. Another of the bedrooms has extensive fitted wardrobes to one wall and an en suite bathroom with WC, wash basin and bath with shower over. The remaining bedroom has fitted furniture to one wall including wardrobe, drawers and an inset wash basin.First Floor Coach House ApartmentDetached from the main house is an attractive two storey coach house, the ground floor of which provides garaging and garden storage. Above it however is a beautifully converted self-contained apartment with stairs leading up from the side courtyard. The apartment is modern and well-presented, offering a spacious open-plan living area with fully fitted kitchen with solid granite work top.An inner hall leads to the double bedroom with extensive fitted furniture, and there is a smart bathroom which has a bath, WC, wash basin and a corner shower enclosure with multi-jet shower.OutsideTo the front of the house is a wide tarmacadam drive set behind a low level brick wall with mature hedgerow behind providing screening. To the left hand side of the house is the coach house which provides tandem garaging for two cars as well as excellent storage.The grounds are diverse, well-established and well-maintained both at the front and rear. Camellia japonica, Rhododendron bushes, Cherry Blossom trees, Magnolia trees and Japanese maples can all be found within the surroundings.The stunning rear garden has a raised terrace running the full width of the house. Central steps lead down through attractive rose beds to the substantial lawn which is flanked by deep borders, well-stocked with mature shrubs and trees to provide privacy. Part way down the garden is an outdoor heated swimming pool with paved surround.We have measured the total plot size to be in the order of 0.54 acre (0.22ha).General informationThe property is Freehold. The Agent has not checked the legal documents to verify the Freehold status of the property. The buyer is advised to obtain verification from their Solicitor or Surveyor.Services:All mains services are understood to be available and connected.Fixtures and Fittings: All fixtures and fittings mentioned in these particulars of sale are included in the asking price. All others are specifically excluded, but some items may be available by separate negotiation.Viewing: Strictly by prior appointment with the Selling Agents: Robert Powell, 7 Church Road, Edgbaston, Birmingham, B15 3SH. Telephone No:  Regulated by RICS.Published August 2015  situationEdgbaston is an exclusive suburb of Birmingham, rich in history and being part of one of England's largest urban conservation areas. Much of Edgbaston comes under the control of the renowned Calthorpe Estate which is committed to preserving the quality and original character of the area and the properties within it, making this a most desirable and enjoyable place to live.Farquhar Road is widely regarded as Edgbaston's premier address and boasts some of the area's most impressive properties.Ideally located for access to Birmingham City Centre which lies just over a mile to the north, Farquhar Road is also well placed for the amenities of nearby Harborne which is less than a mile to the west. In addition to Waitrose and Marks & Spencer, Harborne benefits from a range of convenience shops and brasseries, restaurants and coffee shops including its own Michelin starred restaurant.Birmingham boasts some of the best shopping in Europe with the superb Bullring Shopping Centre containing over 140 shops including a Selfridges department store. The exclusive Mailbox development is host to a range of designer stores including Armani and Harvey Nichols. Broad Street and Brindleyplace are also nearby and have been developed and improved to provide excellent business and recreational facilities.Superb medical facilities in the area include the redeveloped Queen Elizabeth Medical Centre which provides state of the art medical facilities for the region. The Edgbaston and Priory Hospitals are nearby, and The Birmingham Children's Hospital and City Hospital are within two and three miles respectively.A wide range of schools for children of all ages is available in the vicinity both in the private and state sectors. They include Hallfield Preparatory School, West House School, Blue Coat School, Edgbaston High School for Girls, St George's School, The Priory School and The King Edward's Foundation Schools. Chad Vale Primary and Junior School is also very convenient.Description80 Farquhar Road is an imposing Victorian detached house occupying an excellent plot within a most sought after address. Of traditional red brick construction set beneath a multi-pitched tiled roof, the property has been lovingly improved and maintained by the present owners, with particular care and attention for enhancing the beautiful period features that the property has to offer. High ceilings and impressive room proportions combine with the large sash windows throughout most of the house to create a tremendous feeling of space which is perfect for comfortable family living as well as entertaining on a large scale.AccommodationExtending to some 5,956 sq ft (553 sq m) in total, this substantial property in further detail comprises:On the ground floorSolid wood double front doors with a glazed Gothic arch above open into an enclosed entrance porch where a beautifully refurbished Minton tiled floor runs through into the large reception hall.The three principal reception rooms radiate off the hall. To the front is a grand dining room which has a large triple sash bay window, a stunning central ceiling rose, and an original open fireplace with marble surround and hearth. Glazed double doors open off the dining room into the charming garden room with windows and glazed doors opening out to the rear garden, and a well-established grape vine which lines the glazed ceiling.The main rear reception room is impressive, with decorative cornices and roses to the ceiling, exquisite parquet wood floor and an attractive fireplace with marble insert and hearth and a painted carved wood surround. Splendid views of the garden are provided through a large bay window with central glazed door affording access to the rear terrace.The third reception room is an ideal study or perhaps a cosy television room and has fitted book shelves and cupboards to one wall, attractive light oak parquet floor, decorative ceiling rose, and two sash windows to the rear aspect.The breakfast kitchen is fitted with high quality cream painted wooden units with black granite work-surfaces and includes a central island unit. There are two integrated double fridges and an integrated dishwasher, as well as an electric oven, gas fired Aga, and a four ring induction hob. To the floor are large natural stone tiles, whilst a total of four windows to the side and rear elevations provide superb natural light.A utility room off the kitchen has matching units and work-surfaces and a door leading out to the courtyard.Two Cloakroom WCs complete the ground floor accommodation; one being a large room off the reception hall, the other conveniently situated adjacent to the kitchen.The Cellars provide good useable storage space and have screeded floors and painted walls as well as power and lighting. The modern Potterton Osprey 2 floor standing gas central heating boiler is located here.On the first floorThe spacious landing has three sash windows around the stairs, allowing plenty of light in. Four bedrooms radiate off this space, served by two bathrooms (one en suite). Bedroom 1 is situated to the front, with a wide bay window overlooking the attractive Farquhar Road street scene. This bedroom has parquet style flooring, a marble fireplace with coal effect gas fire, decorative ceiling cornices and roses, and a door to the house bathroom (also accessed from the main landing).The second bedroom has a lovely rear aspect with three sash windows set in a bay to the rear. There is extensive fitted furniture to one wall and there is a smart en suite shower room with large walk-in shower, WC, and wash basin set into vanity unit.Bedrooms 3 & 4 are both double rooms with windows overlooking the rear garden.On the second floorThe landing provides access to the three additional double bedrooms. The largest of these bedrooms has been used as an office and is fitted with desks as well as bookshelves and drawers. Another of the bedrooms has extensive fitted wardrobes to one wall and an en suite bathroom with WC, wash basin and bath with shower over. The remaining bedroom has fitted furniture to one wall including wardrobe, drawers and an inset wash basin.First Floor Coach House ApartmentDetached from the main house is an attractive two storey coach house, the ground floor of which provides garaging and garden storage. Above it however is a beautifully converted self-contained apartment with stairs leading up from the side courtyard. The apartment is modern and well-presented, offering a spacious open-plan living area with fully fitted kitchen with solid granite work top.An inner hall leads to the double bedroom with extensive fitted furniture, and there is a smart bathroom which has a bath, WC, wash basin and a corner shower enclosure with multi-jet shower.OutsideTo the front of the house is a wide tarmacadam drive set behind a low level brick wall with mature hedgerow behind providing screening. To the left hand side of the house is the coach house which provides tandem garaging for two cars as well as excellent storage.The grounds are diverse, well-established and well-maintained both at the front and rear. Camellia japonica, Rhododendron bushes, Cherry Blossom trees, Magnolia trees and Japanese maples can all be found within the surroundings.The stunning rear garden has a raised terrace running the full width of the house. Central steps lead down through attractive rose beds to the substantial lawn which is flanked by deep borders, well-stocked with mature shrubs and trees to provide privacy. Part way down the garden is an outdoor heated swimming pool with paved surround.We have measured the total plot size to be in the order of 0.54 acre (0.22ha).General informationThe property is Freehold. The Agent has not checked the legal documents to verify the Freehold status of the property. The buyer is advised to obtain verification from their Solicitor or Surveyor.Services:All mains services are understood to be available and connected.Fixtures and Fittings: All fixtures and fittings mentioned in these particulars of sale are included in the asking price. All others are specifically excluded, but some items may be available by separate negotiation.Viewing: Strictly by prior appointment with the Selling Agents: Robert Powell, 7 Church Road, Edgbaston, Birmingham, B15 3SH. Telephone No:  Regulated by RICS.Published August 2015",
			"post_town" : "Birmingham",
			"details_url" : "http://www.zoopla.co.uk/for-sale/details/38026111?utm_source=v1:pbqHEzXFCESN_wuserwnsDH3JQ9q1r3d&utm_medium=api",
			"short_description" : "An exceptional Victorian residence displaying a wealth of period features and providing beautifully presented accommodation extending to just under 6,000 sq ft in all. Impressive reception hall, 3 reception rooms, garden room, breakfast kitchen, utility, cellars, 7 bedrooms and 3 bathrooms over the two upper floors. Garaging with coach house apartment above having large kitchen/living room, double bedroom and bathroom. All set within a delightful plot of 0.54 acre including substantial driveway and stunning rear gardens with outdoor swimming pool.",
			"outcode" : "B15",
			"property_report_url" : "http://www.zoopla.co.uk/area-report/?listing_id=38026111&z_cmp=property%20report&z_con=get%20a%20report&z_med=propinfo%20link&z_src=ios-for-sale",
			"image_645_430_url" : "https://lid.zoocdn.com/645/430/b169b73d68e3ed05822e9af3c59ac2ea1296b9be.jpg",
			"county" : "West Midlands",
			"price" : "1950000",
			"listing_id" : "38026111",
			"image_caption" : "",
			"image_80_60_url" : "https://li.zoocdn.com/b169b73d68e3ed05822e9af3c59ac2ea1296b9be_80_60.jpg",
			"status" : "for_sale",
			"agent_name" : "Robert Powell and Co",
			"num_recepts" : "3",
			"country" : "England",
			"first_published_date" : "2017-01-27 04:37:31",
			"displayable_address" : "Farquhar Road, Edgbaston, Birmingham B15",
			"price_modifier" : "guide_price",
			"floor_plan" : ["https://lc.zoocdn.com/d22cf4fd85dfbbe66b33dc38a9b44ae65c03be62.jpg"],
			"street_name" : "Edgbaston",
			"num_bathrooms" : "3",
			"agent_logo" : "https://st.zoocdn.com/zoopla_static_agent_logo_(288124).png",
			"price_change" : [{
					"direction" : "",
					"date" : "2017-01-26 19:01:57",
					"percent" : "0%",
					"price" : "1950000"
				}
			],
			"agent_phone" : "0121 659 0195",
			"image_354_255_url" : "https://lid.zoocdn.com/354/255/b169b73d68e3ed05822e9af3c59ac2ea1296b9be.jpg",
			"image_url" : "https://lid.zoocdn.com/354/255/b169b73d68e3ed05822e9af3c59ac2ea1296b9be.jpg",
			"last_published_date" : "2017-01-27 04:38:56"
		}, {
			"country_code" : "gb",
			"num_floors" : "0",
			"image_150_113_url" : "https://lid.zoocdn.com/150/113/0a0ba82a9fd042259d5067213fba77d3302ec423.jpg",
			"listing_status" : "sale",
			"num_bedrooms" : "7",
			"image_50_38_url" : "https://li.zoocdn.com/0a0ba82a9fd042259d5067213fba77d3302ec423_50_38.jpg",
			"latitude" : 52.460583,
			"agent_address" : "Joseph House, 970 Stratford Road, Shirley, Solihull",
			"category" : "Residential",
			"property_type" : "Detached house",
			"longitude" : -1.930792,
			"thumbnail_url" : "https://li.zoocdn.com/0a0ba82a9fd042259d5067213fba77d3302ec423_80_60.jpg",
			"description" : "West Grove is a stunning Victorian, seven bedroom, detached family residence occupying an impressive plot of over half an acre on one of Birminghams most desirable roads. The grandeur of the property is borne out by the wealth of original features, huge proportioned rooms, tall sash windows, substantial frontage and stunning rear gardens with an outdoor swimming pool.",
			"post_town" : "Birmingham",
			"details_url" : "http://www.zoopla.co.uk/for-sale/details/41234747?utm_source=v1:pbqHEzXFCESN_wuserwnsDH3JQ9q1r3d&utm_medium=api",
			"short_description" : "West Grove is a stunning Victorian, seven bedroom, detached family residence occupying an impressive plot of over half an acre on one of Birminghams most desirable roads. The grandeur of the property is borne out by the wealth of original features, huge proportioned rooms, tall sash windows, substantial frontage and stunning rear gardens with an outdoor swimming pool.",
			"outcode" : "B15",
			"property_report_url" : "http://www.zoopla.co.uk/area-report/?listing_id=41234747&z_cmp=property%20report&z_con=get%20a%20report&z_med=propinfo%20link&z_src=ios-for-sale",
			"image_645_430_url" : "https://lid.zoocdn.com/645/430/0a0ba82a9fd042259d5067213fba77d3302ec423.jpg",
			"county" : "West Midlands",
			"price" : "1950000",
			"listing_id" : "41234747",
			"image_caption" : "80 Farquhar Fpz170905 (4).Jpg",
			"image_80_60_url" : "https://li.zoocdn.com/0a0ba82a9fd042259d5067213fba77d3302ec423_80_60.jpg",
			"status" : "for_sale",
			"agent_name" : "Fine & Country - Solihull",
			"num_recepts" : "0",
			"country" : "England",
			"first_published_date" : "2016-08-03 02:21:29",
			"displayable_address" : "Farquhar Road, Edgbaston, West Midlands B15",
			"floor_plan" : ["https://lc.zoocdn.com/ffc4a3b4c705f16b07e574fd56fa4e0d9ff1f95c.jpg"],
			"street_name" : "Farquhar Road",
			"num_bathrooms" : "0",
			"agent_logo" : "https://st.zoocdn.com/zoopla_static_agent_logo_(256814).png",
			"price_change" : [{
					"direction" : "",
					"date" : "2016-08-03 01:10:40",
					"percent" : "0%",
					"price" : "2200000"
				}, {
					"direction" : "down",
					"date" : "2016-09-23 00:24:20",
					"percent" : "-9%",
					"price" : "2000000"
				}, {
					"direction" : "down",
					"date" : "2017-01-25 01:21:30",
					"percent" : "-2.5%",
					"price" : "1950000"
				}
			],
			"agent_phone" : "0121 411 0004",
			"image_354_255_url" : "https://lid.zoocdn.com/354/255/0a0ba82a9fd042259d5067213fba77d3302ec423.jpg",
			"image_url" : "https://lid.zoocdn.com/354/255/0a0ba82a9fd042259d5067213fba77d3302ec423.jpg",
			"last_published_date" : "2017-02-21 05:19:37",
			"price_change_summary" : {
				"direction" : "down",
				"percent" : "-11.3%",
				"last_updated_date" : "2017-01-25 01:21:30"
			}
		}, {
			"country_code" : "gb",
			"num_floors" : "0",
			"image_150_113_url" : "https://li.zoocdn.com/c437bcf60dd9896bb423f0d82ed8278bc77fc010_150_113.jpg",
			"listing_status" : "sale",
			"num_bedrooms" : "0",
			"image_50_38_url" : "https://li.zoocdn.com/c437bcf60dd9896bb423f0d82ed8278bc77fc010_50_38.jpg",
			"latitude" : 52.412155,
			"agent_address" : "33 Wigmore Street, West End, London",
			"category" : "Residential",
			"property_type" : "Block of flats",
			"longitude" : -1.8716329,
			"thumbnail_url" : "https://li.zoocdn.com/c437bcf60dd9896bb423f0d82ed8278bc77fc010_80_60.jpg",
			"description" : "Lot 27 - This lot is for sale by auction as lot 27 on 30th March 2017.Two Modern Freehold Apartment Blocks● Arranged to provide a Total of Eighteen Self-Contained Flats● Sixteen Flats subject to Assured Shorthold Tenancies. Two Flats Vacant● Site Area Approximately 0.339 Hectares (0.826 Acres) including Parking for around 25 Cars● Possible potential for Further Development of Site subject to obtaining all necessary consents● Total Current Rent ReservedÂ£110,040 per annum (equivalent)with Two Flats VacantTenureFreehold.LocationThe properties are situated in the Yardley Wood area of Birmingham, approximately 9km (5.5 miles) to the south of Birmingham city centre. The properties are located on the western side of Yardley Wood Road, overlooking the Stratford-upon-Avon Canal. Yardley Wood Road runs between Shirley High Street to the south and Moseley to the north.The surrounding area is predominantly residential, although a small retail parade is accessible to the south, along with a Co-operative supermarket. Green spaces are available at Chinn Brook Recreation Ground, while Hollywood Golf Club is immediately to the south.The properties are well connected by both road and rail, with the A435 close to the property providing access to Junction 3 of the M42 Motorway and Birmingham city centre. Yardley Wood Rail Station is 1.6km (one mile) from the property and provides regular services to Birmingham Moor Street with a journey time of 12 minutes. There are also regular bus services running along Yardley Wood Road.DescriptionThe property comprises two modern purpose built detached blocks of flats, known as Lockside House and Stratford House, occupying an l-shaped site extending to approximately 0.339 hectares (0.839 acres). Lockside House is arranged over lower ground, ground and two upper floors and is internally arranged to provide 12 x two bedroom flats, whilst Stratford House is arranged over ground and first floors and provides 6 x two bedroom flats. Externally, there are lawned areas and parking for around 25 cars. Each flat also benefits from UPVC, double glazing and an intercom system (not tested).Accommodation and TenanciesA schedule of Accommodation and Tenancies is set out below.PlanningLocal Planning Authority: Birmingham City Council. Tel:  The property may afford potential for further development of the site, subject to obtaining all necessary consents.To ViewThe property will be open for viewing on Friday 3rd and Wednesday 8th March between 11.00 a.M. Â€“ 12.00 noon. These are open viewing times with no need to register. (Ref: Ws).Sellerâ€™s SolicitorMessrs Pinsent Masons (Ref: Ms R Chumber).Tel: Email: Raveena.Chumber@pinsentmasons.ComGuide Prices. Where a guide price (or range of prices) is given, that guide is the minimum price at which, or range of prices within which, the seller might be prepared to sell on the date on which the guide price, or range of prices, is published. The reserve price is the minimum price at which the property can be sold. Both the guide price and the reserve price may be subject to change up to and including the day of the auction. All guide prices are quoted 'subject to contract'. The latest published guide price, or range of prices, are displayed on our website. The latest published guide, or range of prices, will normally be at or above any reserve price. Whilst every effort is made to ensure that these guides are not misleading, it is possible that the reserve price set for any lot may exceed the previously quoted guide price - as the seller may fix the final reserve price just before bidding commences. If a guide price is listed as 'tba', it means that there is no guide price at present - please do not call our office. The guide price, or range of prices, will be published online immediately it becomes available at:  Please check regularly for updates. Lots may be sold or withdrawn prior to auction.",
			"post_town" : "Birmingham",
			"details_url" : "http://www.zoopla.co.uk/for-sale/details/43096526?utm_source=v1:pbqHEzXFCESN_wuserwnsDH3JQ9q1r3d&utm_medium=api",
			"short_description" : "Lot 27 - This lot is for sale by auction as lot 27 on 30th March 2017.  Two Modern Freehold Apartment Blocks  ● Arranged to provide a Total of Eighteen Self-Contained Flats ● Sixteen Flats subject to Assured Shorthold Tenancies. Two Flats Vacant ● Site Area Approximately 0.339 Hectares (0.826 Acres) including Parking for around 25 Cars ● Possible potential for Further Development of Site subject to obtaining all necessary consents ● Total Current Rent Reserved  Â£110,040 per annum (equivalent)with Two Flats Vacant  Tenure Freehold.  Location The properties are situated in the Yardley Wood area of Birmingham, approximately 9km (5.5 miles) to the south of Birmingham city centre. The properties are located on the western side of Yardley Wood Road, overlooking the Stratford-upon-Avon Canal. Yardley Wood Road runs between Shirley High Street to the south and Moseley to the north.The surrounding area is predominantly residential, although a small retail parade is accessible to the south, along with a Co-operative supermarket. Green spaces are available at Chinn Brook Recreation Ground, while Hollywood Golf Club is immediately to the south.The properties are well connected by both road and rail, with the A435 close to the property providing access to Junction 3 of the M42 Motorway and Birmingham city centre. Yardley Wood Rail Station is 1.6km (one mile) from the property and provides regular services to Birmingham Moor Street with a journey time of 12 minutes. There are also regular bus services running along Yardley Wood Road.  Description The property comprises two modern purpose built detached blocks of flats, known as Lockside House and Stratford House, occupying an l-shaped site extending to approximately 0.339 hectares (0.839 acres). Lockside House is arranged over lower ground, ground and two upper floors and is internally arranged to provide 12 x two bedroom flats, whilst Stratford House is arranged over ground and first floors and provides 6 x two bedroom flats. Externally, there are lawned areas and parking for around 25 cars. Each flat also benefits from UPVC, double glazing and an intercom system (not tested).  Accommodation and Tenancies A schedule of Accommodation and Tenancies is set out below.  Planning Local Planning Authority: Birmingham City Council. Tel:  The property may afford potential for further development of the site, subject to obtaining all necessary consents.  To View The property will be open for viewing on Friday 3rd and Wednesday 8th March between 11.00 a.M. Â€“ 12.00 noon. These are open viewing times with no need to register. (Ref: Ws).  Sellerâ€™s Solicitor  Messrs Pinsent Masons (Ref: Ms R Chumber).Tel: Email: Raveena.Chumber@pinsentmasons.Com  Guide Prices. Where a guide price (or range of prices) is given, that guide is the minimum price at which, or range of prices within which, the seller might be prepared to sell on the date on which the guide price, or range of prices, is published. The reserve price is the minimum price at which the property can be sold. Both the guide price and the reserve price may be subject to change up to and including the day of the auction. All guide prices are quoted 'subject to contract'. The latest published guide price, or range of prices, are displayed on our website. The latest published guide, or range of prices, will normally be at or above any reserve price. Whilst every effort is made to ensure that these guides are not misleading, it is possible that the reserve price set for any lot may exceed the previously quoted guide price - as the seller may fix the final reserve price just before bidding commences. If a guide price is listed as 'tba', it means that there is no guide price at present - please do not call our office. The guide price, or range of prices, will be published online immediately it becomes available at:  Please check regularly for updates. Lots may be sold or withdrawn prior to auction.",
			"outcode" : "B14",
			"property_report_url" : "http://www.zoopla.co.uk/area-report/?listing_id=43096526&z_cmp=property%20report&z_con=get%20a%20report&z_med=propinfo%20link&z_src=ios-for-sale",
			"image_645_430_url" : "https://li.zoocdn.com/c437bcf60dd9896bb423f0d82ed8278bc77fc010_645_430.jpg",
			"county" : "West Midlands",
			"price" : "1800000",
			"listing_id" : "43096526",
			"image_caption" : "",
			"image_80_60_url" : "https://li.zoocdn.com/c437bcf60dd9896bb423f0d82ed8278bc77fc010_80_60.jpg",
			"status" : "for_sale",
			"agent_name" : "Allsop LLP",
			"num_recepts" : "0",
			"country" : "England",
			"first_published_date" : "2017-02-28 16:58:52",
			"displayable_address" : "Yardley Wood Road, Moseley, Birmingham B14",
			"price_modifier" : "guide_price",
			"street_name" : "Yardley Wood Road Yardley Wood",
			"num_bathrooms" : "0",
			"agent_logo" : "https://st.zoocdn.com/zoopla_static_agent_logo_(349633).png",
			"price_change" : [{
					"direction" : "",
					"date" : "2017-02-28 16:06:54",
					"percent" : "0%",
					"price" : "1800000"
				}
			],
			"agent_phone" : "020 3641 1750",
			"image_354_255_url" : "https://lid.zoocdn.com/354/255/c437bcf60dd9896bb423f0d82ed8278bc77fc010.jpg",
			"image_url" : "https://lid.zoocdn.com/354/255/c437bcf60dd9896bb423f0d82ed8278bc77fc010.jpg",
			"last_published_date" : "2017-02-28 16:58:52"
		}, {
			"country_code" : "gb",
			"num_floors" : "0",
			"image_150_113_url" : "https://li.zoocdn.com/e792022070e1ef3a1e5939ce55020a83757febbc_150_113.jpg",
			"listing_status" : "sale",
			"num_bedrooms" : "0",
			"image_50_38_url" : "https://li.zoocdn.com/e792022070e1ef3a1e5939ce55020a83757febbc_50_38.jpg",
			"latitude" : 52.445026,
			"agent_address" : "183 Stratford Road, Shirley, Solihull",
			"category" : "Residential",
			"property_type" : "Land",
			"longitude" : -1.841805,
			"thumbnail_url" : "https://li.zoocdn.com/e792022070e1ef3a1e5939ce55020a83757febbc_80_60.jpg",
			"description" : "SummaryThe site is currently housed by a large unoccupied derelict industrial shed previously used for steel works. Site Currently under offer more sites becoming available.DescriptionThe prospective site lies off the A34 Stratford Road, a main arterial route leading to Birmingham City centre approximately 4 miles away and national motorway access is provided by the M42 junction 4. Site Currently under offer more sites becoming available.LocationThe prospective site lies off the A34 Stratford Road, a main arterial route leading to Birmingham City centre approximately 4 miles away and national motorway access is provided by the M42 junction 4.The site is in an area comprising of mainly residential dwellings but is bordered to the east and north by commercial use. Acocks Green Railway Station is approximately 1.5 miles away.DescriptionThe site is currently housed by a large unoccupied derelict industrial shed previously used for steel works. The site is level with private access off Cateswell Road.We understand the site extends to 2.2 acres (0.89 hectares).TenureThe property is available freehold although the agent has not inspected the title documentation.PriceOffers invited.Vacant PossessionThe site is to be sold with full vacant possession and will be sold as it currently stands.Boundaries And LegalThe vendors and Connells have done their best to accurately specify boundaries but prospective purchasers should make their own enquiries.ServicesProspective purchasers must satisfy themselves through their own enquiries to the relevant authority as to the availability, suitability and capacity of all servicesContactMichael FeenanLand ManagerTel: Mobile: Email: Connells Land Department4-6 High StreetSutton ColdfieldWest MidlandsB72 1XD1. Money laundering regulations - Intending purchasers will be asked to produce identification documentation at a later stage and we would ask for your co-operation in order that there will be no delay in agreeing the sale.\r2. These particulars do not constitute part or all of an offer or contract.\r3. The measurements indicated are supplied for guidance only and as such must be considered incorrect.\r4. Potential buyers are advised to recheck the measurements before committing to any expense.\r5. Burchell Edwards has not tested any apparatus, equipment, fixtures, fittings or services and it is the buyers interests to check the working condition of any appliances.\r6. Burchell Edwards has not sought to verify the legal title of the property and the buyers must obtain verification from their solicitor.",
			"post_town" : "Birmingham",
			"details_url" : "http://www.zoopla.co.uk/for-sale/details/41961127?utm_source=v1:pbqHEzXFCESN_wuserwnsDH3JQ9q1r3d&utm_medium=api",
			"short_description" : "The site is currently housed by a large unoccupied derelict industrial shed previously used for steel works. Site Currently under offer more sites becoming available.",
			"outcode" : "B11",
			"property_report_url" : "http://www.zoopla.co.uk/area-report/?listing_id=41961127&z_cmp=property%20report&z_con=get%20a%20report&z_med=propinfo%20link&z_src=ios-for-sale",
			"image_645_430_url" : "https://lid.zoocdn.com/645/430/e792022070e1ef3a1e5939ce55020a83757febbc.jpg",
			"county" : "West Midlands",
			"price" : 0,
			"listing_id" : "41961127",
			"image_caption" : "",
			"image_80_60_url" : "https://li.zoocdn.com/e792022070e1ef3a1e5939ce55020a83757febbc_80_60.jpg",
			"status" : "for_sale",
			"agent_name" : "Burchell Edwards",
			"num_recepts" : "0",
			"country" : "England",
			"first_published_date" : "2016-10-18 15:51:44",
			"displayable_address" : "Cateswell Road, Sparkhill, Birmingham B11",
			"price_modifier" : "price_on_request",
			"street_name" : "Cateswell Road",
			"num_bathrooms" : "0",
			"agent_logo" : "https://st.zoocdn.com/zoopla_static_agent_logo_(37429).data",
			"agent_phone" : "0121 659 6526",
			"image_354_255_url" : "https://li.zoocdn.com/e792022070e1ef3a1e5939ce55020a83757febbc_354_255.jpg",
			"image_url" : "https://li.zoocdn.com/e792022070e1ef3a1e5939ce55020a83757febbc_354_255.jpg",
			"last_published_date" : "2017-01-01 14:46:41"
		}, {
			"country_code" : "gb",
			"num_floors" : "0",
			"image_150_113_url" : "https://li.zoocdn.com/952c8ae46f18a32ce85fd324cd7d96e37949fccd_150_113.jpg",
			"listing_status" : "sale",
			"num_bedrooms" : "8",
			"image_50_38_url" : "https://li.zoocdn.com/952c8ae46f18a32ce85fd324cd7d96e37949fccd_50_38.jpg",
			"latitude" : 52.461132,
			"agent_address" : "7 Church Road, Edgbaston, Birmingham",
			"category" : "Residential",
			"property_type" : "Detached house",
			"longitude" : -1.934632,
			"thumbnail_url" : "https://li.zoocdn.com/952c8ae46f18a32ce85fd324cd7d96e37949fccd_80_60.jpg",
			"description" : "  An outstanding property offering exceptional accommodation and a plethora of delightful original features on one of the most prestigious roads in Edgbaston. Dating from 1876, the ground floor accommodation consists of an elegant reception hall, drawing room, dining room, morning room, modern breakfast/kitchen, butler's pantry, utility room and cloakroom. The first floor has master bedroom with en suite, three further excellent bedrooms, a large guest bathroom, ironing room and drying room. The second floor has four large bedrooms, one with en-suite facilities. There is extensive cellerage accessible from both within the house and from the courtyard. There is a delightful coach-house to the side with a store room at first floor level. Private driveway to the front and beautifully maintained gardens. Total plot approx 0.55 acre.  SituationEdgbaston is an exclusive suburb of Birmingham, it is rich in history and being part of one of England's largest conservation areas. Much of Edgbaston comes under the control of the renowned Calthorpe Estate which is committed to preserving the quality and original character of the area and the properties within it, making this one of the most desirable and enjoyable places to live, it was voted number 47 out of 100 top places to live in the UK by a Sunday Times poll in October 2013.Birmingham City Centre along the Harborne Road is close by and the amenities of nearby Harborne Village are within walking distance. In addition to M&S and Waitrose supermarkets, Harborne benefits from a range of convenience shops and brasseries, restaurants and coffee shops including its own Michelin starred restaurant and a popular eaterie mentioned frequently in The Times.Birmingham boasts some very good shopping with its Bullring Shopping Centre which includes a Selfridges store and the Mailbox development is also host to a range of designer shops. Broad Street and Brindeyplace are also nearby and have been developed and improved to provide excellent business and recreational facilities. Within a mile stretch can be found the International Convention Centre, Symphony Hall, and several excellent theatres.The Edgbaston Priory Tennis and Squash Club, Edgbaston Golf club, Warwickshire County Cricket Club, The Birmingham Botanical Gardens, Winterbourne Botanical Gardens and Martineau Gardens are situated close by as is the excellent Barber Institute of Art .Superb medical facilities in the area include the new Queen Elizabeth Hospital which provides state of the art medical facilities for the region. The Edgbaston and Priory Hospitals are nearby as are the City Hospital and The Women's Hospital on Metchley Park Road.A wide range of schools for children of all ages is available in the area both in the state and private sectors. They include Hallfield and West House Preparatory Schools, Edgbaston High School for Girls, The Blue Coat School, The Priory, St George's and the King Edward VI private schools on the Bristol Road.Description36 Richmond Hill Road is a handsome mid-Victorian residence of three story brick construction. Lovingly maintained and comprehensively improved by the current owner, the accommodation extends to some 6406.4 square feet and is practical in its layout.Charming period features are prevalent throughout the house with high ceilings, deep skirting boards, exquisite carved architraves, decorative plasterwork, elegant cornicing and splendid sash windows. These period features combine perfectly with the modifications and improvements which have been made over the years.The house is approached from the left hand side of the plot; the driveway is secluded and surrounded by shrubs and trees. Wide stone steps lead up to a large solid wood double doors set beneath an impressive Gothic porch.The Reception Hall having an elegant curved staircase to the first floor, plaster ceiling rose, cornicing, lovely arch feature, exquisite original architraves, dado rail which rises to the first floor, doors off to all rooms.The Drawing Room with a large bay onto the garden, French doors to the terrace, original cornicing and detail to the ceiling, ceiling light point, frieze above the picture rail and an open working fireplace with painted marble mantle, marble back and hearth. This is a room which is elegant, spacious and light.The Dining Room having a large bay onto the front drive, with fine cornicing, ceiling rose with light point, picture rail and friezes above, wooden flooring, pretty marble fireplace with marble back and hearth, and living flame gas fire.The Morning Room is charming with wide windows and French doors onto the terrace, coving and ceiling rose, frieze and picture rail. The white painted open working fireplace with marble hearth and surround is flanked by fitted book shelves to each side of the chimney breast. The room benefits from a great deal of natural light and has stunning garden views. It is worth noting the lovely plaster detail to the inner panels of the door, which are typically Victorian.A door through to the Inner Hall (which has lovely original Minton flooring) gives access to the breakfast room, kitchen, utility area, cloakroom and rear access to the gardens.The Breakfast Room is bright with two windows onto the front garden, cream ceramic floor tiles, with floor to ceiling original fitted cupboard and a door to a large butler's pantry and another to the cellars.The Kitchen having fully fitted units both base and wall-mounted in a cream colour, one and a half drainer sink beneath the window overlooking the courtyard, a continuous granite work surface, space for a range cooker with an extractor hood above, an integrated Bosch dishwasher, useful drawer space and wall mounted corner display units. There are downlighters to the ceiling and a door through to the rear hall.The Utility Room has a single drainer sink and plumbing for both a washing machine and tumble dryer, vinyl work surface and fitted shelves for storage purposes, window onto and door into the courtyard.The Cloakroom is spacious with window onto the garden, vanity unit with hand wash-basin and low level W.C. Outside the room is a door onto the terrace and garden.First FloorAccessed via the elegant staircase with its original oak balustrade and on the half landing are three windows which reach the second floor.The Master Bedroom is a large east-facing room with lovely outlook onto gardens through sash windows, coving to the ceiling, light points, picture rail, an extensive array of fitted wardrobes to both sides of the chimney breast, door to the En-suite Bathroom with twin hand washbasins, bath, shower cubicle, wall light points, ceiling light point and downlighters.Bedroom 2 having sash windows to the front and is currently used as a study. There is coving and ceiling light point and handsome fireplace.Bedroom 3 with two windows to the rear gardens, fitted wardrobes to one side of the chimney breast and vanity unit with hand washbasin and plenty of storage in the cupboards beneath.Bedroom 4 is a large double room having sash windows to the front, double wardrobes to one side of the chimney breast and vanity unit with hand washbasin on the other side and two cupboards.The Family Bathroom is very spacious with character and style. It has a white suite with wooden panelled bath, w.C., bidet, vanity unit with hand washbasin and corner shower cubicle. There is a charming original cast iron fireplace and the tiles are highly glazed in a rich claret colour.The Ironing Room has a double sized full length linen cupboard, walk in airing cupboard with two boilers and hot water tank.Second FloorAccessed by another lovely staircase with windows on the half landing.Bedroom 5 with window to the side and an En-suite Shower room having white suite, shower cubicle, hand washbasin and w.C.Bedroom 6 is a play room with enough space for a snooker table or table tennis table, it is a wonderful area for children to play and has exposed beams to the ceiling.Bedroom 7 having window with Gothic arch feature onto the front and small original cast iron fireplace.Bedroom 8 is on the front, with a Gothic arch above the window and charming fire place.Off the landing is a deep store room which has a further door into the eaves.OutsideThere is extensive cellarage in this house, a three chamber cellar is accessed from the breakfast room with external access to two further chambers from the courtyard.The original Coach House works as a tandem garage through a pair of double doors. It could be converted into an annexe subject to the appropriate consents. There is also a potting shed and a lovely blue bricked courtyard.The terrace outside the house is elevated with a beautiful east facing outlook to the impressive garden, which has well-stocked borders, tall shrubs, mature trees and a lovely lawned area. The show of rhododendrons in the spring is also exquisite.General informationThe property is Freehold. The Agent has not checked the legal documents to verify the Freehold status of the property. The buyer is advised to obtain verification from their Solicitor or Surveyor.Services:All mains services are understood to be available and connected.Fixtures and Fittings: All fixtures and fittings mentioned in these particulars of sale are included in the asking price. All others are specifically excluded, but some items may be available by separate negotiation.Viewing: Strictly by prior appointment with the Selling Agents: Robert Powell, 7 Church Road, Edgbaston, Birmingham, B15 3SH. Telephone No:  Regulated by RICS.",
			"post_town" : "Birmingham",
			"details_url" : "http://www.zoopla.co.uk/for-sale/details/36428031?utm_source=v1:pbqHEzXFCESN_wuserwnsDH3JQ9q1r3d&utm_medium=api",
			"short_description" : "An outstanding property offering exceptional accommodation and a plethora of delightful original features on one of the most prestigious roads in Edgbaston. Dating from 1876, the ground floor accommodation consists of an elegant reception hall, drawing room, dining room, morning room, modern breakfast/kitchen, butler’s pantry, utility room and cloakroom. The first floor has master bedroom with en suite, three further excellent bedrooms, a large guest bathroom, ironing room and drying room. The second floor has four large bedrooms, one with en-suite facilities. There is extensive cellerage accessible from both within the house and from the courtyard. There is a delightful coach-house to the side with a store room at first floor level. Private driveway to the front and beautifully maintained gardens. Total plot approx 0.55 acre.",
			"outcode" : "B15",
			"property_report_url" : "http://www.zoopla.co.uk/area-report/?listing_id=36428031&z_cmp=property%20report&z_con=get%20a%20report&z_med=propinfo%20link&z_src=ios-for-sale",
			"image_645_430_url" : "https://lid.zoocdn.com/645/430/952c8ae46f18a32ce85fd324cd7d96e37949fccd.jpg",
			"county" : "West Midlands",
			"price" : "1700000",
			"listing_id" : "36428031",
			"image_caption" : "",
			"image_80_60_url" : "https://li.zoocdn.com/952c8ae46f18a32ce85fd324cd7d96e37949fccd_80_60.jpg",
			"status" : "for_sale",
			"agent_name" : "Robert Powell and Co",
			"num_recepts" : "4",
			"country" : "England",
			"first_published_date" : "2017-02-10 07:19:05",
			"displayable_address" : "Richmond Hill Road, Edgbaston, Birmingham B15",
			"price_modifier" : "guide_price",
			"floor_plan" : ["https://lc.zoocdn.com/40961dd7b52814f4dce9da332373bc5d26a9e504.jpg"],
			"street_name" : "Edgbaston",
			"num_bathrooms" : "3",
			"agent_logo" : "https://st.zoocdn.com/zoopla_static_agent_logo_(288124).png",
			"price_change" : [{
					"direction" : "",
					"date" : "2017-02-09 19:01:25",
					"percent" : "0%",
					"price" : "1700000"
				}
			],
			"agent_phone" : "0121 659 0195",
			"image_354_255_url" : "https://lid.zoocdn.com/354/255/952c8ae46f18a32ce85fd324cd7d96e37949fccd.jpg",
			"image_url" : "https://lid.zoocdn.com/354/255/952c8ae46f18a32ce85fd324cd7d96e37949fccd.jpg",
			"last_published_date" : "2017-02-10 07:19:05"
		}, {
			"country_code" : "gb",
			"num_floors" : "0",
			"image_150_113_url" : "https://li.zoocdn.com/ec44addc236e00b0e5bcfbcc0e92fcf59a63fbcb_150_113.jpg",
			"listing_status" : "sale",
			"num_bedrooms" : "0",
			"image_50_38_url" : "https://li.zoocdn.com/ec44addc236e00b0e5bcfbcc0e92fcf59a63fbcb_50_38.jpg",
			"latitude" : 52.486256,
			"agent_address" : "33 Wigmore Street, West End, London",
			"category" : "Residential",
			"property_type" : "",
			"longitude" : -1.794681,
			"thumbnail_url" : "https://li.zoocdn.com/ec44addc236e00b0e5bcfbcc0e92fcf59a63fbcb_80_60.jpg",
			"description" : "Lot 28 - This lot is for sale by auction as lot 28 on 30th March 2017.A Freehold Purpose Built Apartment Block● Arranged to provide 16 x Two Bedroom Flats● Each Flat subject to an Assured Shorthold Tenancy● Located within close proximity to Stechford and Lea Hall Rail Stations● Site Area Approximately 0.224 Hectares (0.554 Acres) including Car Parking for around 20 Cars● Total Current Rent ReservedÂ£111,240 per annum (equivalent)TenureFreehold.LocationThe property is situated in the Stechford area of Birmingham, approximately 8km (5 miles) east of Birmingham city centre. The property is located on the southern side of Flaxley Road, at its junction with Church Lane. Sterling Court benefits from good transport links. The property is situated approximately 15 minutesâ€™ walk from both Stechford and Lea Hall Rail Stations, which provide access to Birmingham New Street Station with a journey time of less than 10 minutes. Additionally, Birmingham Airport is located less than 8km (5 miles) to the south-east. Junction 4 of the M6 and Junction 7 of the M42 motorways are both approximately 8km (5 miles) from the property and provide access to the UKâ€™s wider motorway network. The surrounding area is predominantly residential. Stechford Retail Park is within 1.5km (one mile) and provides a number of retail outlets, including Matalan, Currys and Argos. There are also a number of schools and green spaces in the surrounding area.DescriptionThe property comprises an â€œLâ€� shaped purpose built block arranged over ground and two upper floors. The property is internally arranged to provide 16 x two bedroom flats. Flat 6 benefits from its own entrance and is arranged over ground and two upper floors. Flats 3,4 and 5 are each situated on the ground floor and benefit from their own entrances. The remaining flats are each arranged over a single floor and are accessed through one of the two communal entrances at ground floor level. The block benefits from car parking for around 20 cars and each flat also benefits from UPVC double glazing and an intercom system (not tested).Accommodation and TenanciesA schedule of Accommodation and Tenancies is set out below.PlanningLocal Planning Authority: Birmingham City Council. Tel: To ViewThe property will be open for viewing on Friday 3rd and Wednesday 8th March between 9.30 â€“ 10.30 a.M. (Ref: Ws).Sellerâ€™s SolicitorMessrs Pinsent Masons (Ref: Ms R Chumber).Tel: Email: Raveena.Chumber@pinsentmasons.ComGuide Prices. Where a guide price (or range of prices) is given, that guide is the minimum price at which, or range of prices within which, the seller might be prepared to sell on the date on which the guide price, or range of prices, is published. The reserve price is the minimum price at which the property can be sold. Both the guide price and the reserve price may be subject to change up to and including the day of the auction. All guide prices are quoted 'subject to contract'. The latest published guide price, or range of prices, are displayed on our website. The latest published guide, or range of prices, will normally be at or above any reserve price. Whilst every effort is made to ensure that these guides are not misleading, it is possible that the reserve price set for any lot may exceed the previously quoted guide price - as the seller may fix the final reserve price just before bidding commences. If a guide price is listed as 'tba', it means that there is no guide price at present - please do not call our office. The guide price, or range of prices, will be published online immediately it becomes available at:  Please check regularly for updates. Lots may be sold or withdrawn prior to auction.",
			"post_town" : "Birmingham",
			"details_url" : "http://www.zoopla.co.uk/for-sale/details/43096527?utm_source=v1:pbqHEzXFCESN_wuserwnsDH3JQ9q1r3d&utm_medium=api",
			"short_description" : "Lot 28 - This lot is for sale by auction as lot 28 on 30th March 2017.  A Freehold Purpose Built Apartment Block  ● Arranged to provide 16 x Two Bedroom Flats ● Each Flat subject to an Assured Shorthold Tenancy ● Located within close proximity to Stechford and Lea Hall Rail Stations ● Site Area Approximately 0.224 Hectares (0.554 Acres) including Car Parking for around 20 Cars ● Total Current Rent Reserved  Â£111,240 per annum (equivalent)  Tenure Freehold.  Location The property is situated in the Stechford area of Birmingham, approximately 8km (5 miles) east of Birmingham city centre. The property is located on the southern side of Flaxley Road, at its junction with Church Lane. Sterling Court benefits from good transport links. The property is situated approximately 15 minutesâ€™ walk from both Stechford and Lea Hall Rail Stations, which provide access to Birmingham New Street Station with a journey time of less than 10 minutes. Additionally, Birmingham Airport is located less than 8km (5 miles) to the south-east. Junction 4 of the M6 and Junction 7 of the M42 motorways are both approximately 8km (5 miles) from the property and provide access to the UKâ€™s wider motorway network. The surrounding area is predominantly residential. Stechford Retail Park is within 1.5km (one mile) and provides a number of retail outlets, including Matalan, Currys and Argos. There are also a number of schools and green spaces in the surrounding area.  Description The property comprises an â€œLâ€� shaped purpose built block arranged over ground and two upper floors. The property is internally arranged to provide 16 x two bedroom flats. Flat 6 benefits from its own entrance and is arranged over ground and two upper floors. Flats 3,4 and 5 are each situated on the ground floor and benefit from their own entrances. The remaining flats are each arranged over a single floor and are accessed through one of the two communal entrances at ground floor level. The block benefits from car parking for around 20 cars and each flat also benefits from UPVC double glazing and an intercom system (not tested).  Accommodation and Tenancies A schedule of Accommodation and Tenancies is set out below.  Planning Local Planning Authority: Birmingham City Council. Tel:   To View The property will be open for viewing on Friday 3rd and Wednesday 8th March between 9.30 â€“ 10.30 a.M. (Ref: Ws).  Sellerâ€™s Solicitor  Messrs Pinsent Masons (Ref: Ms R Chumber).Tel: Email: Raveena.Chumber@pinsentmasons.Com  Guide Prices. Where a guide price (or range of prices) is given, that guide is the minimum price at which, or range of prices within which, the seller might be prepared to sell on the date on which the guide price, or range of prices, is published. The reserve price is the minimum price at which the property can be sold. Both the guide price and the reserve price may be subject to change up to and including the day of the auction. All guide prices are quoted 'subject to contract'. The latest published guide price, or range of prices, are displayed on our website. The latest published guide, or range of prices, will normally be at or above any reserve price. Whilst every effort is made to ensure that these guides are not misleading, it is possible that the reserve price set for any lot may exceed the previously quoted guide price - as the seller may fix the final reserve price just before bidding commences. If a guide price is listed as 'tba', it means that there is no guide price at present - please do not call our office. The guide price, or range of prices, will be published online immediately it becomes available at:  Please check regularly for updates. Lots may be sold or withdrawn prior to auction.",
			"outcode" : "B33",
			"property_report_url" : "http://www.zoopla.co.uk/area-report/?listing_id=43096527&z_cmp=property%20report&z_con=get%20a%20report&z_med=propinfo%20link&z_src=ios-for-sale",
			"image_645_430_url" : "https://lid.zoocdn.com/645/430/ec44addc236e00b0e5bcfbcc0e92fcf59a63fbcb.jpg",
			"county" : "West Midlands",
			"price" : "1600000",
			"listing_id" : "43096527",
			"image_caption" : "",
			"image_80_60_url" : "https://li.zoocdn.com/ec44addc236e00b0e5bcfbcc0e92fcf59a63fbcb_80_60.jpg",
			"status" : "for_sale",
			"agent_name" : "Allsop LLP",
			"num_recepts" : "0",
			"country" : "England",
			"first_published_date" : "2017-02-28 16:58:52",
			"displayable_address" : "Flats 1-16 Sterling Court, 357 Flaxley Road, Stechford B33",
			"price_modifier" : "guide_price",
			"street_name" : "357 Flaxley Road Stechford",
			"num_bathrooms" : "0",
			"agent_logo" : "https://st.zoocdn.com/zoopla_static_agent_logo_(349633).png",
			"price_change" : [{
					"direction" : "",
					"date" : "2017-02-28 16:06:54",
					"percent" : "0%",
					"price" : "1600000"
				}
			],
			"agent_phone" : "020 3641 1750",
			"image_354_255_url" : "https://lid.zoocdn.com/354/255/ec44addc236e00b0e5bcfbcc0e92fcf59a63fbcb.jpg",
			"image_url" : "https://lid.zoocdn.com/354/255/ec44addc236e00b0e5bcfbcc0e92fcf59a63fbcb.jpg",
			"last_published_date" : "2017-03-02 03:04:12"
		}, {
			"country_code" : "gb",
			"num_floors" : "0",
			"image_150_113_url" : "https://lid.zoocdn.com/150/113/01c1879bcef8b338410795802d3a088e07bd940a.jpg",
			"listing_status" : "sale",
			"num_bedrooms" : "5",
			"image_50_38_url" : "https://li.zoocdn.com/01c1879bcef8b338410795802d3a088e07bd940a_50_38.jpg",
			"latitude" : 52.46192,
			"agent_address" : "Joseph House, 970 Stratford Road, Shirley, Solihull",
			"category" : "Residential",
			"property_type" : "Detached house",
			"longitude" : -1.917411,
			"thumbnail_url" : "https://li.zoocdn.com/01c1879bcef8b338410795802d3a088e07bd940a_80_60.jpg",
			"description" : "A truly magnificent five bedroom detached property located in the heart of Edgbaston which is of exceptional design and decor throughout and boasts five bedrooms, five reception rooms and a superb indoor swimming pool.This handsome property, originally built in the 1920s, offers sizeable family accommodation throughout. The attention to detail throughout this residence is most appealing and offers immense style and charm. Delightful south facing landscaped garden to the rear, driveway parking and double garage to the front.",
			"post_town" : "Birmingham",
			"details_url" : "http://www.zoopla.co.uk/for-sale/details/39958483?utm_source=v1:pbqHEzXFCESN_wuserwnsDH3JQ9q1r3d&utm_medium=api",
			"short_description" : "A truly magnificent five bedroom detached property located in the heart of Edgbaston which is of exceptional design and decor throughout and boasts five bedrooms, five reception rooms and a superb indoor swimming pool.  This handsome property, originally built in the 1920s, offers sizeable family accommodation throughout. The attention to detail throughout this residence is most appealing and offers immense style and charm. Delightful south facing landscaped garden to the rear, driveway parking and double garage to the front.",
			"outcode" : "B15",
			"property_report_url" : "http://www.zoopla.co.uk/area-report/?listing_id=39958483&z_cmp=property%20report&z_con=get%20a%20report&z_med=propinfo%20link&z_src=ios-for-sale",
			"image_645_430_url" : "https://lid.zoocdn.com/645/430/01c1879bcef8b338410795802d3a088e07bd940a.jpg",
			"county" : "West Midlands",
			"price" : "1550000",
			"listing_id" : "39958483",
			"image_caption" : "",
			"image_80_60_url" : "https://li.zoocdn.com/01c1879bcef8b338410795802d3a088e07bd940a_80_60.jpg",
			"status" : "for_sale",
			"agent_name" : "Fine & Country - Solihull",
			"num_recepts" : "0",
			"country" : "England",
			"first_published_date" : "2016-03-30 01:47:59",
			"displayable_address" : "Arthur Road, Edgbaston, Birmingham B15",
			"price_modifier" : "guide_price",
			"floor_plan" : ["https://lc.zoocdn.com/b97bf17f772dd85ae6c74b772484cd578629c4fb.jpg"],
			"street_name" : "Arthur Road",
			"num_bathrooms" : "0",
			"agent_logo" : "https://st.zoocdn.com/zoopla_static_agent_logo_(256814).png",
			"price_change" : [{
					"direction" : "",
					"date" : "2016-03-30 00:19:30",
					"percent" : "0%",
					"price" : "1550000"
				}
			],
			"agent_phone" : "0121 411 0004",
			"image_354_255_url" : "https://lid.zoocdn.com/354/255/01c1879bcef8b338410795802d3a088e07bd940a.jpg",
			"image_url" : "https://lid.zoocdn.com/354/255/01c1879bcef8b338410795802d3a088e07bd940a.jpg",
			"last_published_date" : "2017-02-21 05:19:37"
		}
	],
	"street" : "",
	"town" : "Birmingham",
	"latitude" : 52.450046,
	"county" : "West Midlands",
	"bounding_box" : {
		"longitude_min" : "-2.042339",
		"latitude_min" : "52.335931",
		"longitude_max" : "-1.605479",
		"latitude_max" : "52.564161"
	},
	"postcode" : ""
}